Revit 2027 API
ParameterTypeId.ProjectAddress Property
 "Project Address"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProjectAddress { get; }
Public Shared ReadOnly Property ProjectAddress As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProjectAddress {
	ForgeTypeId^ get ();
}
static member ProjectAddress : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace